Repository: manaflow-ai/cmux
Catalog: ios/CmuxiOS/Sources/CmuxiOSViewers/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# viewers.a11y.added
source: Added line %1$lld: %2$@
ja: 追加された行 %1$lld: %2$@

# viewers.a11y.context
source: Line %1$lld: %2$@
ja: 行 %1$lld: %2$@

# viewers.a11y.empty-side
source: No line
ja: 行なし

# viewers.a11y.removed
source: Removed line %1$lld: %2$@
ja: 削除された行 %1$lld: %2$@

# viewers.additions-deletions
source: %1$lld added, %2$lld removed
ja: %1$lld 行追加、%2$lld 行削除

# viewers.ahead-behind
source: %1$lld ahead, %2$lld behind
ja: %1$lld 件先行、%2$lld 件遅れ

# viewers.binary
source: Binary File
ja: バイナリファイル

# viewers.binary.body
source: This file has no text diff.
ja: このファイルにはテキストの差分がありません。

# viewers.changes
source: Changes
ja: 変更

# viewers.compared-with
source: Compared with %@
ja: %@ と比較

# viewers.detached
source: Detached HEAD
ja: デタッチされたHEAD

# viewers.downloading
source: Downloading…
ja: ダウンロード中…

# viewers.empty-folder
source: Empty Folder
ja: 空のフォルダ

# viewers.error.connection
source: No Connection to This Mac
ja: このMacに接続できません

# viewers.error.connection.body
source: Open cmux on the Mac and make sure it is online.
ja: Macでcmuxを開き、オンラインであることを確認してください。

# viewers.error.direct
source: Needs a Direct Connection
ja: 直接接続が必要です

# viewers.error.direct.body
source: Files need a direct or peer-to-peer connection to the Mac.
ja: ファイルにはMacへの直接接続またはピアツーピア接続が必要です。

# viewers.error.failed
source: Couldn’t Load
ja: 読み込めませんでした

# viewers.error.folder
source: No Shared Folder
ja: 共有フォルダがありません

# viewers.error.folder.body
source: This workspace has no folder the Mac shares with your phone.
ja: このワークスペースには、Macが電話と共有しているフォルダがありません。

# viewers.error.forbidden
source: Not Shared
ja: 共有されていません

# viewers.error.forbidden.body
source: The Mac does not share this location with phones.
ja: Macはこの場所を電話と共有していません。

# viewers.error.not-found
source: Not Found
ja: 見つかりません

# viewers.error.not-found.body
source: It may have been moved or deleted on the Mac.
ja: Mac上で移動または削除された可能性があります。

# viewers.error.repo
source: Not a Git Repository
ja: Gitリポジトリではありません

# viewers.error.repo.body
source: The workspace folder is not inside a Git repository.
ja: ワークスペースのフォルダはGitリポジトリ内にありません。

# viewers.error.too-large
source: Too Large
ja: 大きすぎます

# viewers.error.too-large.body
source: The file is larger than the phone can download.
ja: このファイルは電話でダウンロードできるサイズを超えています。

# viewers.file-count
source: %lld files
ja: %lld 個のファイル

# viewers.find
source: Find
ja: 検索

# viewers.highlight-skipped
source: Large file: shown without colors.
ja: 大きなファイルのため、色分けせずに表示しています。

# viewers.hunk.label
source: Change %1$lld of %2$lld
ja: 変更 %1$lld / %2$lld

# viewers.hunk.next
source: Next Change
ja: 次の変更

# viewers.hunk.previous
source: Previous Change
ja: 前の変更

# viewers.layout.split
source: Side by Side
ja: 左右に並べる

# viewers.layout.unified
source: Unified
ja: 統合

# viewers.no-changes
source: No Changes
ja: 変更なし

# viewers.no-changes.body
source: The working tree matches this comparison.
ja: 作業ツリーはこの比較と一致しています。

# viewers.no-newline
source: No newline at end of file
ja: ファイル末尾に改行がありません

# viewers.no-text-changes
source: No text changes (renamed or mode only).
ja: テキストの変更はありません（名前またはモードのみ）。

# viewers.omitted
source: %lld more files not shown
ja: ほか %lld 個のファイルは表示されていません

# viewers.open-file
source: Open File
ja: ファイルを開く

# viewers.refresh
source: Refresh
ja: 再読み込み

# viewers.renamed-from
source: Renamed from %@
ja: %@ から名前を変更

# viewers.rendered
source: Show Rendered
ja: レンダリング表示

# viewers.retry
source: Try Again
ja: 再試行

# viewers.scope
source: Compare
ja: 比較

# viewers.scope.branch
source: Branch
ja: ブランチ

# viewers.scope.committed
source: Last Commit
ja: 最新のコミット

# viewers.scope.staged
source: Staged
ja: ステージ済み

# viewers.scope.uncommitted
source: Uncommitted
ja: 未コミット

# viewers.scope.unstaged
source: Unstaged
ja: 未ステージ

# viewers.share
source: Share
ja: 共有

# viewers.source
source: Show Source
ja: ソースを表示

# viewers.status.added
source: Added
ja: 追加

# viewers.status.deleted
source: Deleted
ja: 削除

# viewers.status.modified
source: Modified
ja: 変更

# viewers.status.renamed
source: Renamed
ja: 名前変更

# viewers.status.untracked
source: Untracked
ja: 未追跡

# viewers.symlink
source: Link (not followed)
ja: リンク（たどりません）

# viewers.task-progress
source: %1$lld of %2$lld tasks done
ja: %2$lld 件中 %1$lld 件のタスクが完了

# viewers.tree
source: Show as Tree
ja: ツリーで表示

# viewers.truncated
source: This diff is too large to show in full.
ja: この差分は大きすぎるため、すべては表示できません。

# viewers.todo.none
source: No Todo List
ja: ToDo リストがありません

# viewers.todo.none.body
source: Add one of these files to the workspace folder on your Mac: %@
ja: Mac のワークスペースフォルダに次のいずれかのファイルを追加してください: %@
